Repository: TamasNiks/icasting-ios-application
Catalog: iCasting/iCasting/*.lproj/Localizable.strings
Languages: nl

# true
source: Yes
nl: Ja

# false
source: No
nl: Nee

source: Specific job information
nl: Specifieke opdrachtinformatie

source: Date & Time
nl: Datum & Tijd

source: Location
nl: Locatie

source: Travel Expenses
nl: Reiskostenvergoeding

# typeTalent
source: Talent type
nl: Type talent

source: Gender
nl: Geslacht

# ageMinimum
source: Minimun age
nl: Minimum leeftijd

# ageMaximum
source: Maximum age
nl: Maximum leeftijd

source: City
nl: Stad

source: Street
nl: Straat

source: Street Number
nl: Huisnummer

source: Zip Code
nl: Postcode

# dateStart
source: Start Date
nl: Startdatum

# dateEnd
source: End Date
nl: Einddatum

# timeStart
source: Start Time
nl: Starttijd

# timeEnd
source: End Time
nl: Eindtijd

source: Payment
nl: Vergoeding

# budget
source: Payment
nl: Vergoeding

# hasTravelExpenses
source: Travel Expenses
nl: Reiskostenvergoeding

source: Payment Method
nl: Betaalmethode

source: Are you sure?
nl: Weet u het zeker?

# AcceptMessage
source: If you accept a job, the client gets notified. If the client accepts as well, you can start the negotiation
nl: Als u een job accepteert, krijgt de client een melding. Als de client ook accepteert kan de onderhandeling beginnen.

# RejectMessage
source: If you reject a job, you will be removed on the list of matches, the client won't get notified
nl: Als u een job weigert, wordt u verwijderd uit de lijst van matches. De client krijgt hiervan geen melding.

source: Accept
nl: Accepteer

source: Reject
nl: Weiger

source: Cancel
nl: Annuleer

source: Announcement
nl: Mededeling

source: Client
nl: Opdrachtgever

# login.alert.client.notsupported
source: The client is not yet supported with this version of the app. We will let you know if client support is added in future versions.
nl: Voor deze versie van de app wordt de client nog niet ondersteund. We laten het u weten als client ondersteuning wordt ondersteund in toekomstige versies

# castingobjects.navigationitem.title
source: Welcome %@
nl: Welkom %@

# CastingObjectsHeader
source: Use iCasting as:
nl: Gebruik iCasting als:

# NoFamilyMembers
source: There are no family members for this family account. Please create a family member first.
nl: Er zijn nog geen familieleden toegevoegd voor dit gebruikersaccount. Voeg eerst een familielid toe.

# NoNegotiations
source: There are no negotiations.
nl: Er zijn geen onderhandelingen.

# negotiations.agreement
source: agreement
nl: overeenkomst

# negotiations.offer.name.hasTravelExpenses
source: Travel expenses
nl: Reiskostenvergoeding

# negotiations.offer.name.times1000
source: Budget
nl: Vergoeding

# negotiations.offer.name.type.dateTime
source: Multiple days
nl: Meerdere dagen

# negotiations.offer.name.dateStart
source: Start date
nl: Startdatum

# negotiations.offer.name.dateEnd
source: End date
nl: Einddatum

# negotiations.offer.name.timeStart
source: Start time
nl: Starttijd

# negotiations.offer.name.timeEnd
source: End time
nl: Eindtijd

# negotiations.offer.name.hasBuyOff
source: Buy-off
nl: Afkoop

# negotiations.offer.name.completeBuyOff
source: Complete buy-off
nl: Volledige afkoop

# negotiations.offer.name.medium
source: Buy-off medium
nl: Afkoop medium

# negotiations.offer.name.period
source: Buy-off period
nl: Afkoop periode

# negotiations.offer.name.address
source: Address
nl: Adres

# negotiations.offer.name.streetNumber
source: Street number
nl: Huisnummer

# negotiations.offer.name.street
source: Street
nl: Straat

# negotiations.offer.name.zipCode
source: Zipcode
nl: Postcode

# negotiations.offer.name.city
source: City
nl: Stad

# negotiations.offer.name.country
source: Country
nl: Land

# negotiations.offer.name.area
source: Province
nl: Provincie

# negotiations.offer.name.desc
source: Description
nl: Omschrijving

# negotiations.offer.name.range
source: Job period range
nl: Meerdere dagen

# negotiations.offer.name.budget
source: Budget
nl: Vergoeding

# negotiations.offer.name.travelExpenses
source: Travel expenses
nl: Reiskostenvergoeding

# negotiations.offer.name.requests
source: Additional requests
nl: Aanvullende verzoeken

# negotiations.offer.value.single
source: No
nl: Nee

# negotiations.offer.value.true
source: Yes
nl: Ja

# negotiations.offer.value.false
source: No
nl: Nee

# negotiations.offer.value.month
source: month
nl: maand

# negotiations.offer.value.months
source: months
nl: maanden

# negotiations.offer.value.year
source: year
nl: jaar

# negotiations.offer.value.years
source: years
nl: jaar

# negotiations.offer.value.multiple
source: Yes
nl: Ja

# negotiations.offer.value.forever
source: Forever
nl: Voor altijd

# negotiations.offer.value.norequests
source: No additional requests
nl: Geen aanvullende verzoeken

# negotiations.offer.title.dateTime
source: Time
nl: Tijd

# negotiations.offer.title.buyOff
source: Buy-off
nl: Afkoop

# negotiations.offer.title.budget
source: Fee
nl: Vergoeding

# negotiations.offer.title.travelExpenses
source: Travel
nl: Reizen

# negotiations.offer.title.location
source: Location
nl: Locatie

# negotiations.offer.title.paymentMethod
source: Payment method
nl: Betaalmethode

# negotiations.offer.title.auditionType
source: Audition type
nl: Type auditie

# negotiations.offer.title.requests
source: Additional requests
nl: Aanvullende verzoeken

# negotiations.renegotiation.title
source: Renegotiation request
nl: Heronderhandel verzoek

# negotiation.state.bothaccepted
source: Both accepted contract
nl: Beide hebben het contract geacepteerd

# negotiation.state.neitherdecided
source: %@ has not accepted yet
nl: %@ heeft nog niet gereageerd

# negotiation.state.accepted
source: %@ has accepted
nl: %@ heeft geacepteerd

# negotiation.state.rejected
source: %@ declined the contract
nl: %@ heeft het contract gewijgerd

# negotiations.subject.title.finance
source: Finance
nl: Vergoedingen

# negotiations.subject.title.buyoff
source: Buy off
nl: Afkoop

# negotiations.subject.title.timeandlocation
source: Time & location
nl: Tijd & Locatie

# negotiations.subject.title.additionalrequests
source: Additional requests
nl: Aanvullende verzoeken

# icasting.chat.system.text.contractoffer
source: Do you want to accept the contract?
nl: Wilt u het contract accepteren?

# icasting.chat.system.text.welcome
source: Welcome to the conversation
nl: Welkom in het chat gesprek tussen talent en opdrachtgever! De opdrachtgever kan hier vragen stellen en verzoeken uitsturen die het talent kan accepteren. Als alles verzoeken akkoord zijn bevonden kan de opdrachtgever het gezamenlijke contract uitsturen ter bevestiging van de opdracht.

# icasting.chat.system.contract.fields.unaccepted
source: There are a few points that have to be negotiated. As soon as these have been negotiated and accepted, the client can send a mutual agreement to confirm the job.
nl: De volgende punten moeten nog onderhandeld worden om tot een gezamenlijk akkoord te komen:

# notification.desc.achievement-complete
source: You have completed "%@" and earned %@ XP.
nl: Je hebt "%@" voltooid en %@ XP verdient

# notification.desc.match-matched
source: You have a match with "%@"
nl: Je bent gematcht met "%@"

# notification.desc.match-client_accepted
source: Your reaction for "%@" has been accepted
nl: Je reactie voor "%@" is geaccepteerd

# notification.desc.match-client_rejected
source: Your reaction for "%@" has been rejected
nl: Je reactie voor "%@" is niet geaccepteerd

# notification.desc.chat-message
source: You have received a message in a negotiation for "%@"
nl: U heeft een bericht ontvangen in een onderhandeling voor "%@"

# notification.title.achievement-complete
source: You have completed an achievement!
nl: Je hebt een prestatie voltooid!

# notification.title.match-matched
source: You are matched!
nl: Je bent gematcht!

# notification.title.match-client_accepted
source: You have been accepted by a client.
nl: Je bent geaccepteerd door een opdrachtgever

# notification.title.match-client_rejected
source: You are not selected by a client.
nl: Je bent niet geselecteerd door de opdrachtgever

# notification.title.chat-message
source: You received a new message.
nl: U heeft een nieuw bericht ontvangen

# NoMatches
source: There are no matches found.
nl: Er zijn geen matches.

# matches.filter.actionsheet.message
source: Which status do you want to show?
nl: Welke status wilt u tonen?

# matches.values.age.justborn
source: Just born
nl: Net geboren

# matches.values.age.years
source: Years old
nl: Jaar

# ActiveFilter
source: All active
nl: Alle actieve

# UnansweredFilter
source: Unanswered
nl: Onbeantwoord

# PendingClientFilter
source: Pending Client
nl: Wachten op client

# NegotiationFilter
source: Negotiating
nl: Onderhandeling

# FinishedFilter
source: Finished
nl: Voltooid

# ClosedFilter
source: Declined
nl: Afgewezen

# matches.details.gender.any
source: No preference
nl: Geen voorkeur

# matches.details.gender.male
source: I'm searching for a male.
nl: Ik ben opzoek naar een man.

# AuthenticationError
source: Login did not work, please fill in the right credentials.
nl: Inloggen is niet gelukt, vul uw juist gegevens in.

# InsufficientCreditsError
source: You do not have enough credits to purchase this product.
nl: U heeft niet genoeg credits om door te gaan.

# NoErrorDescription
source: Unknown error
nl: Onbekende fout

source: Error
nl: Fout

# EmptyEmail
source: The e-mail field is empty.
nl: Het e-mail veld is leeg.

# EmptyPassword
source: The password field is empty.
nl: Het wachtwoord veld is leeg.

# WrongEmail
source: Fill in a correct e-mail.
nl: Vul een juist e-mailadres in.
